IDEA Open Model
CssComponentLoading Class
Compatible with IDEA StatiCa 20.1
 Cross-section coponent loading
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Concrete.Load.CssComponentLoading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public class CssComponentLoading
Public Class CssComponentLoading
The CssComponentLoading type exposes the following members.
Constructors
Name | Description
CssComponentLoading
 Constructor
Top
Properties
Name | Description
Id
 Id of cross-section component
Loading
 Loading
Top
See Also
Reference
IdeaRS.OpenModel.Concrete.Load Namespace